{
  "Comment.nvim": { "branch": "master" },
  "bamboo.nvim": { "branch": "master" },
  "coc.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "context.vim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "indent-o-matic": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "neovim-undotree": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-markdown": { "branch": "master" },
  "vim-surround": { "branch": "master" }
}